/* No comment provided by engineer. */
"丁" = "丁";

/* No comment provided by engineer. */
"七夕" = "七夕";

/* No comment provided by engineer. */
"七月" = "七月";

/* No comment provided by engineer. */
"三十" = "三十";

/* No comment provided by engineer. */
"三月" = "三月";

/* No comment provided by engineer. */
"丑" = "丑";

/* No comment provided by engineer. */
"丙" = "丙";

/* No comment provided by engineer. */
"中秋" = "中秋";

/* No comment provided by engineer. */
"乙" = "乙";

/* No comment provided by engineer. */
"九月" = "九月";

/* No comment provided by engineer. */
"二十" = "二十";

/* No comment provided by engineer. */
"二月" = "二月";

/* No comment provided by engineer. */
"五月" = "五月";

/* No comment provided by engineer. */
"亥" = "亥";

/* No comment provided by engineer. */
"儿童节" = "兒童節";

/* No comment provided by engineer. */
"元宵" = "元宵";

/* No comment provided by engineer. */
"元旦" = "元旦";

/* No comment provided by engineer. */
"兔" = "兔";

/* No comment provided by engineer. */
"八月" = "八月";

/* No comment provided by engineer. */
"六月" = "六月";

/* No comment provided by engineer. */
"冬至" = "冬至";

/* No comment provided by engineer. */
"初一" = "初一";

/* No comment provided by engineer. */
"初七" = "初七";

/* No comment provided by engineer. */
"初三" = "初三";

/* No comment provided by engineer. */
"初九" = "初九";

/* No comment provided by engineer. */
"初二" = "初二";

/* No comment provided by engineer. */
"初五" = "初五";

/* No comment provided by engineer. */
"初八" = "初八";

/* No comment provided by engineer. */
"初六" = "初六";

/* No comment provided by engineer. */
"初十" = "初十";

/* No comment provided by engineer. */
"初四" = "初四";

/* No comment provided by engineer. */
"劳动节" = "勞動節";

/* No comment provided by engineer. */
"十一" = "十一";

/* No comment provided by engineer. */
"十一月" = "十一月";

/* No comment provided by engineer. */
"十七" = "十七";

/* No comment provided by engineer. */
"十三" = "十三";

/* No comment provided by engineer. */
"十九" = "十九";

/* No comment provided by engineer. */
"十二" = "十二";

/* No comment provided by engineer. */
"十五" = "十五";

/* No comment provided by engineer. */
"十八" = "十八";

/* No comment provided by engineer. */
"十六" = "十六";

/* No comment provided by engineer. */
"十四" = "十四";

/* No comment provided by engineer. */
"十月" = "十月";

/* No comment provided by engineer. */
"午" = "午";

/* No comment provided by engineer. */
"卯" = "卯";

/* No comment provided by engineer. */
"四月" = "四月";

/* No comment provided by engineer. */
"国庆节" = "國慶日";

/* No comment provided by engineer. */
"圣诞节" = "耶誕節";

/* No comment provided by engineer. */
"壬" = "壬";

/* No comment provided by engineer. */
"处暑" = "處暑";

/* No comment provided by engineer. */
"夏至" = "夏至";

/* No comment provided by engineer. */
"大寒" = "大寒";

/* No comment provided by engineer. */
"大暑" = "大暑";

/* No comment provided by engineer. */
"大雪" = "大雪";

/* No comment provided by engineer. */
"妇女节" = "婦女節";

/* No comment provided by engineer. */
"子" = "子";

/* No comment provided by engineer. */
"寅" = "寅";

/* No comment provided by engineer. */
"寒露" = "寒露";

/* No comment provided by engineer. */
"小寒" = "小寒";

/* No comment provided by engineer. */
"小暑" = "小暑";

/* No comment provided by engineer. */
"小满" = "小满";

/* No comment provided by engineer. */
"小雪" = "小雪";

/* No comment provided by engineer. */
"己" = "己";

/* No comment provided by engineer. */
"巳" = "巳";

/* No comment provided by engineer. */
"庚" = "庚";

/* No comment provided by engineer. */
"建党节" = "建黨節";

/* No comment provided by engineer. */
"建军节" = "建軍節";

/* No comment provided by engineer. */
"廿一" = "廿一";

/* No comment provided by engineer. */
"廿七" = "廿七";

/* No comment provided by engineer. */
"廿三" = "廿三";

/* No comment provided by engineer. */
"廿九" = "廿九";

/* No comment provided by engineer. */
"廿二" = "廿二";

/* No comment provided by engineer. */
"廿五" = "廿五";

/* No comment provided by engineer. */
"廿八" = "廿八";

/* No comment provided by engineer. */
"廿六" = "廿六";

/* No comment provided by engineer. */
"廿四" = "廿四";

/* No comment provided by engineer. */
"情人节" = "情人節";

/* No comment provided by engineer. */
"惊蛰" = "驚蟄";

/* No comment provided by engineer. */
"愚人节" = "愚人節";

/* No comment provided by engineer. */
"戊" = "戊";

/* No comment provided by engineer. */
"戌" = "戌";

/* No comment provided by engineer. */
"教师节" = "教師節";

/* No comment provided by engineer. */
"春分" = "春分";

/* No comment provided by engineer. */
"春节" = "春节";

/* No comment provided by engineer. */
"未" = "未";

/* No comment provided by engineer. */
"植树节" = "植樹節";

/* No comment provided by engineer. */
"正月" = "正月";

/* No comment provided by engineer. */
"清明" = "清明";

/* No comment provided by engineer. */
"冬至" = "冬至";

/* No comment provided by engineer. */
"牛" = "牛";

/* year */
"年" = "年";

/* leap */
"闰" = "闰";

/* No comment provided by engineer. */
"狗" = "狗";

/* No comment provided by engineer. */
"猪" = "猪";

/* No comment provided by engineer. */
"猴" = "猴";

/* No comment provided by engineer. */
"甲" = "甲";

/* No comment provided by engineer. */
"申" = "申";

/* No comment provided by engineer. */
"癸" = "癸";

/* No comment provided by engineer. */
"白露" = "白露";

/* No comment provided by engineer. */
"秋分" = "秋分";

/* No comment provided by engineer. */
"立冬" = "立冬";

/* No comment provided by engineer. */
"立夏" = "立夏";

/* No comment provided by engineer. */
"立春" = "立春";

/* No comment provided by engineer. */
"立秋" = "立秋";

/* No comment provided by engineer. */
"端午" = "端午";

/* No comment provided by engineer. */
"羊" = "羊";

/* No comment provided by engineer. */
"腊八" = "臘八";

/* No comment provided by engineer. */
"腊月" = "臘月";

/* No comment provided by engineer. */
"芒种" = "芒种";

/* No comment provided by engineer. */
"虎" = "虎";

/* No comment provided by engineer. */
"蛇" = "蛇";

/* No comment provided by engineer. */
"谷雨" = "穀雨";

/* No comment provided by engineer. */
"辛" = "辛";

/* No comment provided by engineer. */
"辰" = "辰";

/* No comment provided by engineer. */
"酉" = "酉";

/* No comment provided by engineer. */
"重阳" = "重陽";

/* No comment provided by engineer. */
"雨水" = "雨水";

/* No comment provided by engineer. */
"霜降" = "霜降";

/* No comment provided by engineer. */
"青年节" = "青年節";

/* No comment provided by engineer. */
"马" = "马";

/* No comment provided by engineer. */
"鸡" = "鸡";

/* No comment provided by engineer. */
"鼠" = "鼠";

/* No comment provided by engineer. */
"龙" = "龙";

